import SecondaryHeading from "../../headings/SecondaryHeading";
import TertiaryHeading from "../../headings/TertiaryHeading";

function Title() {
  return (
    <div>
      <SecondaryHeading>من نحن</SecondaryHeading>
      <TertiaryHeading>نمنحك القوة والصحة</TertiaryHeading>
      <p className="font-medium text-gray-300">
     
      نمنحك القوة والصحة

تأسس ايجيل جيم بهدف مساعدة الأفراد -خاصة في بهبشين ومركز ناصر- على تحقيق أهدافهم في اللياقة البدنية من خلال برامج تدريب احترافية ومعدات حديثة. نسعى دائمًا لتقديم بيئة مشجعة وصحية تساعدك على الوصول إلى أفضل نسخة من نفسك جسديًا وذهنيًا.

ايجيل جيم تأسس على يد مدربين محترفين ذوي خبرة، ايجيل جيم يوفر لك 

•	إشراف تدريبي احترافي لضمان أعلى دقة في تنفيذ التمارين.
•	مجموعة متنوعة من الأجهزة الحديثة لدعم جميع مستويات التدريب.
•	خطط تدريب تُعد وتُحدّث بما يناسب تطوّر المتدرّب وهدفه الشخصي.
•	أجواء رياضية آمنة ومحفّزة تجعل التمرين تجربة يومية ممتعة وفعّالة.
    
      </p>
    </div>
  );
}

export default Title;
